Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=785_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Dieđáhus má. hálddahushoavdda válljemis
sms: Teâđtõs mä. vaaldšemjååŠđteei vaŠlljumuužžâst

source: Sámedikki hálddahushoavdan áigodahkii 1.2.2014-31.1.2015 lea válljejuvvon Pia Ruotsala, guhte lei virggi áidna ohcci.
sms: SääŠmteeŠǧǧ vaaldšemjååŠđteeŠjen ääŠljeeŠl 1.2.2014-31.1.2015 räjja lij vaŠlljuum Pia Ruotsala, kååŠtt leäi veeŠrj oŠdinakai oocci.

source: Pia Ruotsala lea sámedikki sosiála- ja dearvvasvuođačálli.
sms: Pia Ruotsala lij sääŠmteeŠǧǧ sosial- da tiõrvâsvuõttpiisar.

source: Son lea doaibman má. hálddahushoavdan 18.10.2013 rájes.
sms: Son lij tuåimmjam mä. vaaldšemjååŠđteeŠjen 18.10.2013 ääŠljeeŠl.

source: Bargu lei ohcanláhkai 13.11.-13.12.2013 gaskasaš áiggi.
sms: Tuâjj leäi ooccâmnalla 13.11.-13.12.2013 kõskksaž ääiŠj.

source: Sámedikki bargoortnega § 7 mielde ságadoalli vállje mearreáigásaš hálddahushoavdda, go lea vuos gullan várreságadoalliid.
sms: SääŠmteeŠǧǧ tuâjjriâššmõõžž § 7 mieŠldd saaǥǥjååŠđteei vaŠlljad mieŠrräiggsaž vaaldšemjååŠđteei, mâŋŋa ko lij kuullâm vääŠrrsaaǥǥjååŠđteeŠjid.

source: Ságadoallit eai atnán dárbbašlažžan almmuhit virggi ođđasit ohcanláhkai. ”
sms: SaaǥǥjååŠđteeikååŠdd mieŠldd, veŠrǧǧ ij leäkku taarblaž piijjâd oŠđđest ooccâmnalla. ”

source: Lea váidalahtti ahte virgái lei dušše okta ohcci.
sms: Lij gåårõŠtti, što vergga leäi tåŠlǩ õhtt oocci.

source: Mearreáigásašvuohta lea goit oanehis ja bargu gáibida ollu, mii ráddjii vejolaččat ohcciid meari ” Näkkäläjärvi muitalii.
sms: MieŠrräiggsažvuõtt lij vuäŠniǩ da tuâjj lij väŠǯǯel, kååŠtt rääŠjti ooʒʒji meäŠr ” NäkkäläjäuŠrr mainsti.

source: Sámedikki čoahkkin dohkkehii čoahkkimisttis 18.12.2013 bargiidpolitihkalaš prográmma sihke dásseárvo- ja ovttaveardásašvuođaplánaid, maid ollašuhttin lea álgán.
sms: SääŠmteeŠǧǧ sååbbar priimi 18.12.2013 tuâjjlažkåŠddpolitiikklaž prograamm da tääŠssärvv- da õõut-tääŠssʼsažvuõttplaanid, koi tiuŠddepiijjmõš lij älggam.

source: Seamma čoahkkima dohkkehan bušeahtta jahkái 2014 gáibida sámedikki ekonomiahálddahusa ovddideami nu ahte dat vástida ođđa bušeahtaráhkadanmeannudeami.
sms: Seämma sååbbar priimmâm eeŠjj 2014 mäŠhssemplaan ooudald sääŠmteeŠǧǧ ekonomiavaaldšem ooudâsviikkmõõžž vaŠstteed ođđ budjetâŠsttemvueŠjj.

source: Maiddái čuovvovaš sámedikki čoahkkima 19.2.2014 válmmaštallama galgá álggahit hálddahushoavdda jođiheami vuolde. ”
sms: PuõŠtti sääŠmteeŠǧǧ såbbar 19.2.2014 valmštõõllmõš âlgg altteed vaaldšemjååŠđteei jååŠđtem vuâlažvuõđâst. ”

source: Virggi almmuheapmi ođđasit ohcanláhkai ii lean dárbbašlaš ná oanehis mearreáigásašvuođas, go barggu lei ohcan virggi eavttuid deavdán ohcci.
sms: VeeŠrj oŠđđest ooccâmnalla piijjmõŠšše ij leämmaž tarbb nääiŠt vuäŠnkõs mieŠrräiggsažvuõđâst, ko veeŠrj ooccjen leäi määiŠnid tiuddeei oocci.

source: Sámedikki bargiid- ja ekonomiahálddahusa ovddideapmi dievasčoahkkima mearrádusaid mielde ja álgojagi hástalusat gáibidit, ahte mis lea sámedikki bargguid ja hálddahusa dovdi sihke virggi gelbbolašvuođagáibádusaid deavdi hálddahushoavda ollašuhttimin sámedikki mearrádusaid ja ovddideamen sámedikki doaimma.
sms: SääŠmteeŠǧǧ tuâjjlažkåŠdd- da ekonomiavaaldšem ooudâsviikkmõš takaisåbbar tuŠmmstõõǥǥ mieŠlddlânji da alggeeŠjj tuâi oudlde, što meeŠst lij sääŠmteeŠǧǧ tuâi, vaaldšem da veeŠrj pâŠsttemvuõttõõlǥtõõzz tiuddeei vaaldšemjååŠđteei tiuŠddepiijjmen sääŠmteeŠǧǧ tuŠmmstõõǥǥid da ooudâsviikkmen sääŠmteeŠǧǧ tuåimmjumuužž.

source: Ruotsala lea dikšon hui bures hálddahushoavdda mearreáigásaš virggi ”, Näkkäläjärvi muitalii.
sms: Ruotsala lij håiddam oŠnnstemnalla vaaldšemjååŠđteei mieŠrräiggsažvuõđ ”, NäkkäläjäuŠrr mainsti.
